/* If a bar code scanner has no name and no product name, this is used as the bar code scanner's display name. */
"BarcodeScannerDefaultName" = "Escáner de códigos de barras";

/* Detail text for bluetooth bar code scanners. */
"BluetoothBarcodeScannerDetailText" = "Conectado mediante Bluetooth";

/* The manufacturer name for Bluetooth LE connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-BLE" = "Square";

/* The manufacturer name for USB connected card readers made by Square. */
"BluetoothLECardReaderLifecycleManagerManufacturerNameSquare-USB" = "Square";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-BLE" = "Sin contacto y chip";

/* The model name for the Square Reader for contactless and chip (codename R12) when connected over USB. Should be the same name as when it is connected over wirelessly. */
"BluetoothLECardReaderLifecycleManagerModelNameR12-USB" = "Sin contacto y chip";

/* The description of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorDescription" = "Error al emparejar Punto de venta con Square Reader sin contacto y chip. Vuelve a intentarlo.";

/* The title of the error message displayed when a bluetooth LE peripheral failed to pair with Point of Sale. */
"BluetoothLEPeripheralGenericPairingErrorTitle" = "Error al emparejar";

/* If a Bluetooth printer has no name and no product name, this is used as the printer's display name. */
"BluetoothPrinterDefaultName" = "Impresora BT";

/* Placeholder default name for a paired Bluetooth printer. */
"BluetoothPrinterPlaceholderName" = "Impresora BT %1$@";

/* If a card reader has no name and no product name, this is used as the card reader's display name. */
"CardReaderDefaultName" = "Lector de tarjetas";

/* Title of the initialization state arrived at once the reader is preparing to accept payments. This includes, among other things, establishing a secure session. */
"CardReaderInitializationStateTitleConnecting" = "Conectando";

/* Title of the initialization state arrived at once the reader was not able to successfully initialize. */
"CardReaderInitializationStateTitleFailed" = "Error";

/* Title of the initialization state arrived at once the reader is ready to take payments. */
"CardReaderInitializationStateTitleReady" = "Listo";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected multiple issues with the reader. The number of issues detected will be substituted into the '%@' field. */
"CardReaderInitializationStateTitleReadyWithMultipleIssues" = "Listo (%1$@ problemas)";

/* Title of the initialization state arrived at once the reader is ready to take payments, however, connectivity guidance has detected an issue with the reader. */
"CardReaderInitializationStateTitleReadyWithOneIssue" = "Listo (1 problema)";

/* Title of the initialization state wherein the reader is paired with Point of Sale but not connected. A connection will automatically be established when the reader enters range. Applies only to wireless peripherals. */
"CardReaderInitializationStateTitleUnavailable" = "No disponible";

/* Title of the default initialization state. This is not a state which should be displayed in normal circumstances. */
"CardReaderInitializationStateTitleUnknown" = "Desconocido";

/* Title of the initialization state arrived at once the reader is updating its firmware. */
"CardReaderInitializationStateTitleUpdating" = "Actualizando";

/* In Point of Sale, Miura card readers should be identified as Miura nnn where 'nnn' is the last 3 digits of the serial number. The first format parameter is the last 3 digits of the serial number. */
"CardReaderMuiraPlaceholderNameFormatString" = "Miura %1$@";

/* Format for showing the card reader name (first parameter) and the last 4 digits of the serial number (second parameter). */
"CardReaderNameAndSerialNumberFormat" = "%1$@ (%2$@)";

/* If a cash drawer has no name and no product name, this is used as the cash drawer's display name. */
"CashDrawerDefaultName" = "Caja de efectivo";

/* The error message shown when a card reader needs Point of Sale to be updated before it can connect */
"HQBluetoothLECardReaderPairingAppUpdateRequiredMessage" = "Actualiza Punto de venta Square para poder utilizar Square Reader sin contacto y chip";

/* The error title shown when a card reader needs Point of Sale to be updated before it can connect. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredTitle" = "Es necesario actualizar Punto de venta Square";

/* The title of the affordance that will allow the merchant to upgrade Point of Sale. */
"HQBluetoothLECardReaderPairingAppUpdateRequiredUpgradeTitle" = "App Store";

/* The name of Square Point of Sale. This name appears in the dialog shown when the merchant attempts to pair an R12 and Bluetooth is off, which will instruct them to turn Bluetooth on. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlert-PointOfSaleAppName" = "Punto de venta";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and Bluetooth is turned off on the iOS device. The format specifier will be replaced by the name of the Square app the merchant is using - e.g. 'Point of Sale'. */
"HQBluetoothLECardReaderPairingDeviceBluetoothTurnedOffAlertTitle" = "Activar Bluetooth para permitir que \"%1$@\" se conecte con los accesorios";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~pad" = "Este iPad no admite la conexión inalámbrica con Square Reader sin contacto y chip. Conecte el lector por USB con Square Stand.";

/* The message of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertMessage~phone" = "Este dispositivo no es compatible con Square Reader sin contacto y chip.";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPad Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~pad" = "No se admite la transmisión inalámbrica";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the iPhone Square Point of Sale is running on does not support Bluetooth LE. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedAlertTitle~phone" = "Dispositivo no compatible";

/* The button on the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and the device Square Point of Sale is running on does not support Bluetooth LE. When this button is tapped, the merchant will be taken to a page on Square's website showing them a list of all compatible devices. */
"HQBluetoothLECardReaderPairingDeviceNotSupportedViewCompatibleDevicesButtonTitle" = "Ver dispositivos compatibles";

/* The message contents of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertMessage" = "Intenta emparejar de nuevo. Si este problema persiste, contacta Atención al Cliente.";

/* The title of the alert shown when attempting to pair with a Contactless and Chip card reader over Bluetooth LE (codename R12) and iOS experiences a Bluetooth LE error, requiring pairing to be restarted. */
"HQBluetoothLECardReaderPairingUnexpectedErrorAlertTitle" = "Sucedió un error de Bluetooth";

/* Display name for peripheral with no custom name, placeholder name, or manufacturer/model name. */
"HQPeripheralDefaultDisplayName" = "Periférico";

/* The text on the 'dismiss' button when an alert regarding a new card reader connectivity issue is shown. */
"HQReaderConnectivityGuidanceAlertViewDismissButton" = "Ignorar";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewMessageBLEConnectionDrops" = "Se han detectado desconexiones de Bluetooth frecuentes entre tu lector de tarjetas y tu dispositivo.";

/* The message in the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewMessageEMIInterference" = "Se han detectado errores frecuentes de conexión entre Square Reader sin contacto y chip y tu dispositivo.";

/* The message in the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewMessageFlakyCable" = "Los cables que conectan tu dispositivo con tu toma de corriente se han desconectado repetidas veces.";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to bluetooth disconnections. */
"HQReaderConnectivityGuidanceAlertViewTitleBLEConnectionDrops" = "Desconexiones de Bluetooth frecuentes";

/* The title of the UI Alert view that is displayed when a reader connectivity issue is detected due to EMI interference. */
"HQReaderConnectivityGuidanceAlertViewTitleEMIInterference" = "Desconexiones de lector frecuentes";

/* The title of the UI Alert view that is displayed when a reader connectivity issue regarding a flaky USB cable is detected. */
"HQReaderConnectivityGuidanceAlertViewTitleFlakyCable" = "Desconexiones de cables frecuentes";

/* The description indicating how to swipe more successfully for the error message. */
"LCRReaderCapabilitySwipeFailedErrorDescription" = "Desliza rápidamente";

/* The message indicating that a swipe was unsuccessful. */
"LCRReaderCapabilitySwipeFailedErrorTitle" = "Intenta de nuevo";

/* Format string for concatenated printer make and model. */
"ManufacturerAndModelNameFormat" = "%1$@ %2$@";

/* Description used for an error when peripheral is reachable and some data was written to it, but communication was interrupted before all of the request data was sent. */
"PeripheralInterruptedErrorDescription" = "Si la solicitud no se aprobó, intenta de nuevo.";

/* Title used for an error when peripheral is reachable and some data was written to it, but communication was interrupted before all of the request data was sent. */
"PeripheralInterruptedErrorTitle" = "Solicitud de dispositivo interrumpida";

/* Description used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorDescription" = "Comprueba la alimentación del dispositivo y asegúrate de que todo esté conectado.";

/* Title used for an error when a peripheral is not connected. */
"PeripheralNotConnectedErrorTitle" = "Dispositivo no conectado";

/* Description used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorDescription" = "Parece que tu dispositivo no puede realizar esa operación. Intenta con otro dispositivo u operación.";

/* Title used for an error when a peripheral does not support a given operation. */
"PeripheralOperationUnsupportedErrorTitle" = "Operación no compatible";

/* Description used for an error when all data for a request was successfully written to a peripheral, but checking the completion status of the request failed. */
"PeripheralRequestResultNotReceivedErrorDescription" = "Si la solicitud no se aprobó, intenta de nuevo.";

/* Title used for an error when all data for a request was successfully written to a peripheral, but checking the completion status of the request failed. */
"PeripheralRequestResultNotReceivedErrorTitle" = "Posible problema con el dispositivo";

/* Description used for an error when a given function was supported and the peripheral was reachable, but the function failed to execute because the request size was too large for the peripheral to handle. */
"PeripheralRequestTooLargeErrorDescription" = "Parece que el trabajo de impresión era demasiado grande. Intenta dividirlo en varias solicitudes.";

/* Title used for an error when a given function was supported and the peripheral was reachable, but the function failed to execute because the request size was too large for the peripheral to handle. */
"PeripheralRequestTooLargerErrorTitle" = "Solicitud de dispositivo demasiado grande";

/* Description used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorDescription" = "Parece que ocurrió un problema. Comprueba la conexión y la alimentación del dispositivo.";

/* Title used for an error when an unknown problem occurred with a peripheral. */
"PeripheralUnknownErrorTitle" = "Error del dispositivo";

/* Description used for an error when a peripheral is considered connected, but never responded to a given request. */
"PeripheralUnreachableErrorDescription" = "Comprueba la alimentación del dispositivo y asegúrate de que todo esté conectado.";

/* Title used for an error when a peripheral is considered connected, but never responded to a given request. */
"PeripheralUnreachableErrorTitle" = "Dispositivo inaccesible";

/* Description used for an error when there the printer's cover is open. */
"PrinterCoverOpenErrorDescription" = "Cierra el compartimiento de papel de la impresora.";

/* Title used for an error when there the printer's cover is open. */
"PrinterCoverOpenErrorTitle" = "Cubierta de la impresora abierta";

/* Description used for an error when there is a problem with the printer's cutter. */
"PrinterCutterErrorDescription" = "Inspecciona la cuchilla de la impresora.";

/* Title used for an error when there is a problem with the printer's cutter. */
"PrinterCutterErrorTitle" = "Ocurrió un problema con la cuchilla de la impresora";

/* Description used for a warning when the paper in the printer is low. */
"PrinterLowPaperWarningDescription" = "Necesitarás más papel en breve.";

/* Title used for a warning when the paper in the printer is low. */
"PrinterLowPaperWarningTitle" = "Cantidad baja de papel en la impresora";

/* Description used for an error when there is a mechanical problem with the printer. */
"PrinterMechanicalErrorDescription" = "Inspecciona la impresora en búsqueda de problemas mecánicos.";

/* Title used for an error when there is a mechanical problem with the printer. */
"PrinterMechanicalErrorTitle" = "Problema mecánico ";

/* Description used for an error when there the printer is out of paper. */
"PrinterOutOfPaperErrorDescription" = "La impresora no tiene papel. Favor de colocar más papel. ";

/* Title used for an error when there the printer is out of paper. */
"PrinterOutOfPaperErrorTitle" = "Impresora sin papel";

/* Description used for an error when the paper in the printer is jammed. */
"PrinterPaperJamErrorDescription" = "Elimina el atasco de papel y vuelve a ajustar el rollo de papel.";

/* Title used for an error when the paper in the printer is jammed. */
"PrinterPaperJamErrorTitle" = "Atasco de papel en la impresora";

/* Description used for an error when all data for a request was successfully written to a peripheral, but checking the completion status of the request failed. */
"PrinterRequestResultNotReceivedErrorDescription" = "Comprueba la conexión a Internet de la impresora. Si necesitas ayuda, visita el Centro de Atención al Cliente.";

/* Title used for an error when all data for a request was successfully written to a peripheral, but checking the completion status of the request failed. */
"PrinterRequestResultNotReceivedErrorTitle" = "Problema de la impresora ";

/* Description used for a warning when the paper in the printer is very low. */
"PrinterVeryLowPaperWarningDescription" = "Necesitas colocar más papel.";

/* Title used for a warning when the paper in the printer is very low. */
"PrinterVeryLowPaperWarningTitle" = "Cantidad muy baja de papel en la impresora";

/* The manufacturer name for bluetooth connected card readers made by Miura. */
"ReaderCapabilityManufacturerNameMiura" = "Miura";

/* The manufacturer name for headphone jack connected card readers made by Square. */
"ReaderCapabilityManufacturerNameSquare" = "Square";

/* The model name for the Miura Reader for Cards (codename A10) */
"ReaderCapabilityModelNameA10" = "Lector de tarjetas";

/* The model name for the Square Reader for chip (codename R6) */
"ReaderCapabilityModelNameR6" = "Chip";

/* The subtitle shown to the user when a reader drops to a low battery level while connected to Point of Sale. Ex. 'Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-A10" = "La batería del Lector de tarjetas está en %1$@%%. Conecta el lector a través de USB para cargar la batería.";

/* The subtitle shown to the user when an R12 drops to a low battery level while connected to Point of Sale. Ex. 'Square Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R12" = "La carga de la batería del Square Reader sin contacto y chip es %1$@%%. Conecta el lector mediante USB para cargar la batería.";

/* The subtitle shown to the user when a reader drops to a low battery level while connected to Point of Sale. Ex. 'Reader for contactless and chip battery is at 20%.  Plug in the reader via USB to charge the battery.' */
"ReaderDetectedLowBatteryLevelAlertMessageFormatString-R6" = "La batería del Lector de chip está en %1$@%%. Conecta el lector a través de USB para cargar la batería.";

/* The name for Square Readers that read only magstripe cards (R4-class devices) */
"ReaderModelNameMagstripe" = "Banda magnética";

/* Format string for placeholder WiFi printer name that includes placeholder number. */
"SQNetworkPrinterPlaceholderNameFormat" = "Impresora wifi %1$@";

/* Format string for placeholder USB printer name that includes placeholder number. */
"SQUSBPrinterPlaceholderNameFormat" = "Impresora USB %1$@";

/* The default error title shown to the user when a secure session fails. */
"SecureSessionFailureErrorTitle-Default" = "Error de conexión del lector";

/* The default error subtitle shown to the user when a secure session fails. */
"SecureSessionFailureNotificationDescription-Default" = "Comunícate con Atención al Cliente.";

/* The error subtitle shown to the user when an attempt to establish secure session fails due to the max number of readers already being conected. */
"SecureSessionFailureNotificationDescription-MaxReadersConnected" = "Ya se ha conectado el número máximo de lectores.";

/* The error subtitle shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationDescription-NetworkTimeOut" = "Hubo un problema con la conexión a Internet. Confirma que tu conexión a Internet está funcionando e intenta de nuevo.";

/* The error subtitle shown to the user when a secure session establishment fails due to Square having server issues. */
"SecureSessionFailureNotificationDescription-ServerError" = "Inténtalo más tarde o comunícate con Atención al Cliente si este mensaje persiste.";

/* The error subtitle shown to the user when an attempt to establish secure session fails. */
"SecureSessionFailureNotificationDescriptionDefault-TryAgain" = "Presiona “Intentar otra vez” o comunícate con Atención al Cliente si el mensaje persiste.";

/* The error title shown to the user when a secure session fails due to a flaky/unreliable internet connection. */
"SecureSessionFailureNotificationTitle-NetworkTimeOut" = "El lector requiere de conexión a Internet.";

/* Format string for Stand Bar code Scanner detail text. The argument is the port number. */
"StandBarcodeScannerDetailTextFormatString" = "Conectado al puerto %1$@";

/* Format string for Stand Bar code Scanner detail text when port number is unknown. */
"StandBarcodeScannerDetailTextNoUSBPortNumber" = "Conectado mediante USB";

/* Format string for Stand Cash Drawer detail text. The argument is the port number. */
"StandCashDrawerDetailTextFormatString" = "Conectado al puerto %1$@";

/* Format string for Stand Cash Drawer detail text when port number is unknown. */
"StandCashDrawerDetailTextNoUSBPortNumber" = "Conectado mediante USB";

/* If a stand has no name and no product name, this is used as the stand's display name. */
"StandDefaultName" = "Square Stand";

/* If a WiFi printer has no name and no product name, this is used as the printer's display name. */
"StarNetworkPrinterDefaultName" = "Impresora WiFi";

/* If a USB printer has no name and no product name, this is used as the printer's display name. */
"USBPrinterDefaultName" = "Impresora USB";

